[
  {
    "uuid": "a3f8e9d2-7b4c-11ef-9cf0-0242ac120002",
    "title": "Examen Forense: Mecanismos de Poder Pedagógico",
    "description": "Análisis simbólico de estructuras pedagógicas de dominación. Una exploración profunda de los mecanismos de poder en contextos educativos."
  },
  {
    "uuid": "29f32e2c-0521-4ffe-9f97-662885330037",
    "title": "Taller de Lenguaje de Alta Precisión",
    "description": "El lenguaje no tiene techo: lo limita la cobardía o la confusión. Aprende a escribir con precisión, ritmo y poder sin sacrificar ética."
  },
  {
    "uuid": "10cc9090-fc11-4ca1-b464-f902158d41df",
    "title": "Development Discussion Framework",
    "description": "Professional presentation for establishing clear technical growth path and working relationship expectations."
  },
  {
    "uuid": "d3d7b05a-3921-4f61-847c-d37db47c6d17",
    "title": "November Retrospective - TrackingJLL",
    "description": "Simple PR Review Tracker proposal for JLLGPT development. Addresses multi-week code review delays with a lightweight spreadsheet solution."
  },
  {
    "uuid": "6f6a34d0-21da-4cc5-b181-4a3586a37906",
    "title": "December - TrackingJLL Full System",
    "description": "Complete tracking system leveraging JLLGPT AI endpoints. Personal Kanban + Jira-CLI + learning hours tracking for organized JLLGPT development."
  },
  {
    "uuid": "22b39bb7-2ba4-41bb-9011-ba5171415bf6",
    "title": "Tony 1:1 Discussion",
    "description": "One-on-one discussion document covering developer tooling, team positioning, and operational rhythm."
  },
  {
    "uuid": "a051cfca-7950-45bb-aab9-488204659b21",
    "title": "AURITY · FI-core — Deck Técnico",
    "description": "Presentación técnica profesional de 14 slides: MVP Zero-PHI, arquitectura on-premise, roadmap 15 días."
  },
  {
    "uuid": "c4739fcd-3663-4a64-b7bd-72ac17cf5020",
    "title": "Free Intelligence Cold | IA Médica Local",
    "description": "Landing page de producto médico: IA local sin suscripciones. Documentación automática, triaje inteligente y cumplimiento NOM-004."
  },
  {
    "uuid": "b20f354b-e6b1-4fa3-ba19-7b4a3317f7a2",
    "title": "FI-core + BioML | Infraestructura Soberana VIH",
    "description": "Infraestructura de integridad para investigación biomédica verificable. Simulaciones auditables, pipelines ML seguros, custodia forense de datos."
  },
  {
    "uuid": "2a196ccc-d7c5-8126-b582-dbafc084a389",
    "title": "The Society of Lucid Exhaustion™",
    "description": "Unofficial intranet of the most functional team in the least functional system. A satirical exploration of corporate reality."
  }
]
